[iris_vo_ep7_01_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is it. Piston is the only thing standing between you and a Vault full of loot. You know what to do, sugar.",Time=0)

[iris_vo_ep7_02_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Say -- what are you planning to do with the arena once the tournament is over?",Time=0)

[iris_vo_ep7_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH, PROBABLY GET A CONSTRUCTION TEAM IN HERE IN TO CAREFULLY DISASSEMBLE IT AND WHAT THE F*CK DO YOU THINK?! WE'RE GONNA BLOW IT UP!",Time=0)

[iris_vo_ep7_04_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, sugar. I've got a much better idea.",Time=0)

[iris_vo_ep7_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS IS WHERE IT ALL ENDS, FIGHT FANS! ARE YOU READY?!",Time=0)

[iris_vo_ep7_06_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(cheering)",Time=0)

[iris_vo_ep7_07_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I told you to stay away, Vault Hunter. But now it's time I fought you in single combat. Gladiator versus gladiator, versus...",Time=0)

[iris_vo_ep7_08_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="GIANT GODDAMNED METAL T-REX!",Time=0)

[iris_vo_ep7_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THIS IS LITERALLY THE GREATEST THING THAT HAS EVER HAPPENED!",Time=0)

[iris_vo_ep7_10_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="PISTON, YOU CHEATING BASTARD!",Time=0)

[iris_vo_ep7_11_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'M NOT A CHEATER!",Time=0)

[iris_vo_ep7_12_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT BADASSASAURUS IS THE GREATEST MECHANICAL MARVEL I'VE EVER SEEN! IT IS THE HENRY IV OF ROBOTIC DINOSAURS!",Time=0)

[iris_vo_ep7_13_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I tell ya, Torgue, this is a legendary battle between good and evil! Between cowardice and heroism!",Time=0)

[iris_vo_ep7_14_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BETWEEN GIANT METAL T-REXES AND THINGS THAT AREN'T GIANT METAL T-REXES!",Time=0)

[iris_vo_ep7_15_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Well put!",Time=0)

[iris_vo_ep7_16_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I KNOW!",Time=0)

[iris_vo_ep7_18_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="NOOOO!",Time=0)

[iris_vo_ep7_19_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Badassasaurus has been destroyed!",Time=0)

[iris_vo_ep7_20_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="IT WILL ALWAYS LIVE ON IN MY HEART!",Time=0)

[iris_vo_ep7_21_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="FINE! You wanted it, you got it! Prepare to face the champ!",Time=0)

[iris_vo_ep7_22_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="CHEATER! CHEATER! CHEATER! CHEATER! CHEATER!",Time=0)

[iris_vo_ep7_23_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shut up! All of you, SHUT UP!",Time=0)

[iris_vo_ep7_24_live_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="RRRRAGHHHHH!",Time=0)

[iris_vo_ep7_25_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT'S IT, FOLKS! THE BLOOD OF A COWARD HAS BEEN SPILLED BY PANDORA'S NUMBER ONE BADASS! THE VAULT IS GONNA OPEN!",Time=0)

[iris_vo_ep7_26_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ladies and gentlemen, let's hear it for the VAULT HUNTER!",Time=0)

[iris_vo_ep7_27_live_audience]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(cheering)",Time=0)

[iris_vo_ep7_28_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE VAULT'S OPENING! IT'S TIME FOR A LOOTSPLOSION!",Time=0)

[iris_vo_ep7_29_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="SQUEEDLYBAMBLYFEEDLYMEEDLYMOWWWWWWOWWWWWWOWOWOWOWWOWWWWWWNGGGGGG!",Time=0)